---
kind: other
id: Methods.T:Autodesk.Revit.DB.Electrical.GroundConductorSizeSetIterator
source: html/bab40c81-ed6b-a2d6-718b-b6faa9ec6e88.htm
---
# GroundConductorSizeSetIterator Methods

Causes the object to release immediately any resources it may be utilizing.